cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'youtube-dl'

cask 'atom'
cask 'chrome'
cask 'dropbox'
cask 'duet'
cask 'firefox'
cask 'franz'
cask 'google-chrome'
cask 'google-drive'
cask 'imageoptim'
cask 'postico'
cask 'quicksilver'
cask 'sequel-pro'
cask 'sketch'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'steam'
cask 'toggldesktop'
cask 'virtualbox'
cask 'vlc'
